; Translation file for AltDrag 1.0
; zh-TW localization by Zkm (zkm@ilowkey.net)
; Simply put this file in the same directory as AltDrag, then reload AltDrag.
; Please read the website for help: https://stefansundin.github.io/altdrag/doc/translate.html
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=zh-TW
LangEnglish=Taiwanese
Lang=繁體中文(台灣)
Author=Zkm

TrayEnabled=AltDrag
TrayDisabled=AltDrag (停用)
MenuEnable=啟用
MenuDisable=停用
MenuHideTray=隱藏系統匣圖示
MenuUpdateAvailable=有可用的更新!
MenuConfigure=設定
MenuAbout=關於
MenuExit=離開

UpdateBalloon=發現新版本!
UpdateDialog=有新版本可以更新。是否前往官方網站下載?
UpdateLatest=無可用更新。

ConfigTitle=AltDrag 設定
ConfigTabGeneral=一般
ConfigTabInput=滑鼠與鍵盤
ConfigTabBlacklist=排除清單
ConfigTabAdvanced=進階
ConfigTabAbout=關於

GeneralBox=一般設定
GeneralAutoFocus=拖曳視窗時取得視窗焦點(&F)。\n您也可以按下 Ctrl 鍵取得視窗焦點。
GeneralAero=仿Win7程式視窗靠近邊緣自動調整大小(&N)
GeneralInactiveScroll=滑鼠滾輪捲動未取得焦點的視窗(&S)
GeneralMDI=MDI 支援(&M)
GeneralAutoSnap=自動貼齊至：
GeneralAutoSnap0=已停用
GeneralAutoSnap1=螢幕邊緣
GeneralAutoSnap2=+ 視窗外側
GeneralAutoSnap3=+ 視窗內側
GeneralLanguage=語言：
GeneralAutostartBox=系統啟動時自動啟動
GeneralAutostart=登入時啟動 AltDrag(&T)
GeneralAutostartHide=隱藏系統匣圖示(&H)
GeneralAutostartElevate=提升至 Administrator 權限(&E)
GeneralAutostartElevateTip=注意：除非您完整地停用UAC功能，否則UAC功能會在您每次登入時提示。
GeneralElevate=提升(&L)
GeneralElevated=已提升
GeneralElevateTip=這將會建立一個以 Administrator 權限執行的新 AltDrag 執行個體。這將允許 AltDrag 管理以 Administrator 權限執行的其他程式。\n\n您將需要同意以 Administrator 權限執行的 AltDrag 所引發的 Windows UAC 提示。
GeneralElevationAborted=已終止提升過程。
GeneralAutosave=注意：設定會在變更後立即儲存。

InputMouseBox=滑鼠動作
InputMouseLMB=滑鼠左鍵：
InputMouseMMB=滑鼠中鍵：
InputMouseRMB=滑鼠右鍵：
InputMouseMB4=滑鼠第4按鍵：
InputMouseMB5=滑鼠第5按鍵：
InputMouseScroll=滑鼠滾輪：
InputMouseLowerWithMMB=在視窗標題上按下滑鼠中鍵移至最下層(&L)

InputActionMove=移動視窗
InputActionResize=調整視窗大小
InputActionClose=關閉視窗
InputActionMinimize=最小化視窗
InputActionLower=最下層化視窗
InputActionAlwaysOnTop=總在最上層
InputActionBorderless=Toggle borderless
InputActionCenter=置中視窗於螢幕
InputActionNothing=無作用
InputActionAltTab=Alt+Tab
InputActionVolume=音量
InputActionTransparency=透明度

InputHotkeysBox=快捷鍵：
InputHotkeysLeftAlt=左側 Alt 鍵(&E)
InputHotkeysRightAlt=右側 Alt 鍵(&R)
InputHotkeysLeftWinkey=左側 Win 鍵(&W)
InputHotkeysRightWinkey=右側 Win 鍵(&I)
InputHotkeysLeftCtrl=左側 Ctrl 鍵(&C)
InputHotkeysRightCtrl=右側 Ctrl 鍵(&T)
InputHotkeysMore=您可以編輯 ini 檔案增加快捷鍵。\n使用 shift 鍵以貼齊視窗。

BlacklistBox=排除清單設定
BlacklistProcessBlacklist=處理程序排除清單：
BlacklistBlacklist=排除清單：
BlacklistSnaplist=貼齊清單：
BlacklistExplanation=了解如何讓排除清單作用請閱讀官方網站的 <a href="https://stefansundin.github.io/altdrag/doc/blacklist.html">wiki 頁面</a>。
BlacklistFindWindowBox=識別視窗
BlacklistFindWindowExplanation=按下圖示以識別視窗的類別名稱以讓您增加它至排除清單或貼齊清單。

AdvancedBox=進階設定
AdvancedHookWindows=當正常地移動視窗時啟用貼齊功能。\n視窗之間自動貼齊!(&E)
AdvancedHookWindowsWarn=注意：連結其它處理程序功能並非 100% 安全。例如當遊玩有反外掛保護的遊戲就有可能有被 ban 的風險。\n\n您是否確定要啟用此功能?
AdvancedUpdateCheckOnStartup=自動檢查更新(&U)
AdvancedUpdateBeta=檢查 Beta 版本(&B)
AdvancedUpdateCheckNow=立即檢查(&C)
AdvancedIni=AltDrag 的設定以儲存至 AltDrag.ini。少部份可透過手動編輯此檔案來設定。
AdvancedOpenIni=開啟 INI 檔案(&I)

AboutBox=關於 AltDrag
AboutVersion=版本
AboutAuthor=作者：Stefan Sundin
AboutLicense=AltDrag 是免費開源的軟體!\n歡迎重新封裝發佈!
AboutDonate=贊助(&D)
AboutTranslationCredit=翻譯作者

MiscUnhookError=停用 AltDrag 時發生錯誤。這通常是由於 Windows 早已有停用 AltDrag 的勾點。\n\n若這是第一次發生，您可以安心地忽略它並繼續使用 AltDrag。\n\n若是重覆發生這種情形，您可以至官網 wiki 閱讀  關於  頁面的「AltDrag mysteriously stops working」以避免再次發生。
